---
kind: type
id: T:Autodesk.Revit.DB.ModelPathUtils
source: html/f558548a-af73-483e-5428-9419cb70aeb8.htm
---
# Autodesk.Revit.DB.ModelPathUtils

Utility functions using ModelPaths

## Syntax (C#)
```csharp
public static class ModelPathUtils
```